Repository: maheshsharma-18/tokiTech
Catalog: app/lib/l10n/app_*.arb
Languages: te

# schoolName
source: Delhi Public School
te: ఢిల్లీ పబ్లిక్ స్కూల్

# schoolTagline
source: School Management System
te: స్కూల్ మేనేజ్‌మెంట్ సిస్టమ్

# trustedTitle
source: Trusted by educators
te: అధ్యాపకుల విశ్వాసం

# trustedSubtitle
source: Streamlined school operations
te: క్రమబద్ధీకరించబడిన పాఠశాల కార్యకలాపాలు

source: Welcome
te: స్వాగతం

source: Phone Number
te: ఫోన్ నంబర్

source: Enter OTP
te: OTPని నమోదు చేయండి

source: Send OTP
te: OTPని పంపండి

source: Cancel
te: రద్దు చేయి

source: Verify & Login
te: ధృవీకరించండి & లాగిన్ చేయండి

source: Change School
te: పాఠశాల మార్చండి

source: Powered by
te: ద్వారా ఆధారితం

# langEnglish
source: English
te: ఇంగ్లీష్
